{
  "products": [
    {
      "id": 1,
      "name": "Влюблённость",
      "image": "/public/cake5.jpg",
      "description": "Торт на основе шоколадного бисквита с малиновой начинкой",
      "price": "23.000₽",
      "type": "hard"
    },
    {
      "id": 2,
      "name": "Модерн",
      "image": "/public/cake2.jpg",
      "description": "Торт с карамельным бисквитом и апельсиновой начинкой ",
      "price": "28.000₽",
      "type": "hard"
    },
    {
      "id": 3,
      "name": "Тропическая роскошь",
      "image": "/public/cake6.jpg",
      "description": "Торт с кокосовым бисквитом и кремом из манго",
      "price": "45.000₽",
      "type": "hard"
    },
    {
      "id": 4,
      "name": "Детские забавы",
      "image": "/public/cake4.jpg",
      "description": "Шоколадный торт с черничной начинкой и ванильным кремом",
      "price": "38.000₽",
      "type": "hard"
    },
    {
      "id": 5,
      "name": "Клубничная нежность",
      "image": "/public/cake7.jpg",
      "description": "Торт с нежным бисквитом и клубничным кремом",
      "price": "15.000₽",
      "type": "medium"
    },
    {
      "id": 5,
      "name": "Зефирная коробка",
      "image": "/public/cake3.jpg",
      "description": "Воздушный торт с ванильным бисквитом и кремом из карамели",
      "price": "19.000₽",
      "type": "medium"
    },
    {
      "id": 7,
      "name": "Королевство",
      "image": "/public/cake1.jpg",
      "description": "Торт с лимонным бисквитом и масляным кремом",
      "price": "20.000₽",
      "type": "easy"
    },
    {
      "id": 8,
      "name": "Свадебная роскошь",
      "image": "/public/cake8.jpg",
      "description": "Торт с миндальным бисквитом и малиновым кремом",
      "price": "7.000₽",
      "type": "easy"
    }
  ],
  "posts": [
    {
      "id": "1",
      "image": "/public/workcake1.jpg",
      "name": "Современный декор",
      "description": "Новый уровень в декоре тортов для создания настоящих произведений искусства",
      "content": "Сегодня рынок кондитерских изделий настолько велик, что кондитеры, чтобы не упустить клиентов, придумывают всё новые и новые виды тортов и пирожных, стараются предложить что-нибудь инновационное. Удивить современных потребителей — задача не из легких, но домашние кондитеры с этой задачей справляются превосходно.",
      "content2": "Для кондитера, который печёт на заказ, существуют три приоритета: вкус, качество и внешний вид. Именно им должен соответствовать любой торт. Вкус у каждого торта разный. Кто-то предпочитает классику, кто-то авангард, но в оформлении сегодня просматриваются всё новые и новые тенденции. Так какая же сегодня мода в производстве тортов?",
      "contentborder": "Удивить современных потребителей – задача не из легких, но домашние кондитеры с этой задачей справляются превосходно.",
      "namecontent": "Голый торт",
      "namecontent2": "Торт в стиле «металлик»",
      "namecontent3": "Торт «Башни Makarons»",
      "namecontent4": "Шоколадные фигурки",
      "namecontent5": "Частые ошибки в современном декоре",
      "namecontent6": "Завершение",
      "content3": "Торт называют голым, или «naked cake»,  тогда, когда его коржи не обтянуты мастикой и не покрыты кремом. Пышные коржи пропитаны кремом или пропиткой. Коржи такого торта и крем между ними видны со всех сторон, а сверху украшены фруктами или ягодами. Внешне создаётся эффект небрежной гармонии, ощущение, что мастер начал работу над оформлением торта да забыл продолжить, Или, начав украшать, сделал несколько мазков и понял, что торт и так выглядит шедеврально. Кстати, особенно эффектно смотрится в таком варианте свадебный торт.",
      "content4": "Очень красиво и аппетитно выглядит торт, в котором коржи разного цвета, например, шоколадного и белого, а крем стекает кружевом на бортики коржей. Кондитеры специально создают такой эффект. По вкусовым качествам голый торт ничуть не уступает тортам, обтянутым мастикой. Несмотря на то что торт голый, у него должен быть привлекательный вид, поэтому сегодня существует несколько идей оформления таких тортов.",
      "content5": "Данный вариант подойдёт для детских дней рождения или первого выезда за город в начале лета. Лучшие ингредиенты для украшения — ягоды, которые поспевают одними из первых: малина, клубника, черешня или красная смородина.",
      "image_content1": "/public/cakeconten1.jpg",
      "image_content2": "/public/cakeconten2.jpg",
      "image_content3": "/public/cakeconten3.jpg",
      "content6": "В последнее время стали популярными торты в стиле «золотой или серебряный металлик». Что это такое? Со стороны можно подумать, что коржи торта обёрнуты в золотистую или серебряную бумагу. На самом деле это брызги съедобного сусального золота. Вид у него праздничный и тёплый, немного гламурный.",
      "image_content4": "/public/cakeconten4.jpg",
      "image_content5": "/public/cakeconten5.jpg",
      "content7": "Магические башни из печенья macarons являются альтернативой традиционным трехуровневым свадебным тортам. Их отличают шик, элегантность и немного веселья. Тонкие пастельные оттенки этих сладких изделий идеально подходят для летних свадеб, но можно попробовать и более насыщенную палитру. Все зависит от вашей фантазии.",
      "image_content6": "/public/cakeconten6.jpg",
      "image_content7": "/public/cakeconten7.jpg",
      "content8": "Шоколадные сферы в декоре торта можно сочетать с ягодами, печеньем «Орео» или использовать как самостоятельный декор. Он тоже является универсальным, то есть подойдет на любой праздник. Например, вы можете сделать черный брутальный торт с золотыми или серебряными шоколадными шарами. Или яркий детский торт с разноцветными шарами. В обоих случаях декор очень даже уместен.",
      "content9": "Более сложный декор – шоколадные фигурки. Сложность в том, что обычно шоколадные фигурки для тортаизготавливаются в силиконовых формах, из которых их бывает сложно достать. Фигурки могут иметь крошечные элементы, которые легко повредить. ",
      "content10": "Перед работой с силиконовыми молдами их можно немного подрезать, чтобы достать шоколадную фигурку из формы было легче. А после того, как зальете шоколад, хорошо затяните молд резинками, чтобы он не вытек. И не забудьте отстучать, чтобы вышел лишний воздух и шоколад распределился по всей форме.  ",
      "content11": "Доставать шоколадную фигурку из молда надо очень аккуратно. Начинаем по чуть-чуть «отрывать» молд от фигурки. Не надо это делать резко, иначе можно что-то сломать или фигурка плохо отойдет от формы. После этого шоколадную фигурку уже можно достать. Добавить «блеска» и яркости фигуркам можно при помощи кандурина. ",
      "image_content8": "/public/cakeconten8.jpg",
      "image_content9": "/public/cakeconten9.jpg",
      "image_content10": "/public/cakeconten10.jpg",
      "contentborder2": "Современный декор тортов открывает перед кондитерами множество возможностей для творчества и самовыражения. Благодаря разнообразию техник и материалов, каждый торт может стать уникальным произведением искусства, радующим не только вкусом, но и внешним видом. Важно помнить, что успешный декор требует внимательного подхода к деталям, гармоничного сочетания цветов и текстур, а также учета баланса и пропорций. Следуя этим принципам, можно создавать настоящие шедевры, которые принесут радость и восхищение всем любителям сладостей. ",
      "content15": " ⟶ Одной из самых распространенных ошибок в современном декоре тортов является неправильное использование цветовой гаммы. Многие кондитеры, стремясь создать уникальные и яркие дизайны, забывают о гармонии цветов. В результате торт может выглядеть слишком кричащим или несоответствующим заявленной теме. Для успешного оформления важно учитывать основные правила колористики и заранее продумывать, как будут сочетаться выбранные оттенки. К примеру, использование контрастных цветов должно быть умеренным, чтобы не перегружать визуальное восприятие.  ",
      "content16": " ⟶ Еще одной частой ошибкой является неправильная текстура поверхности торта. В погоне за оригинальностью некоторые кондитеры используют слишком сложные или неуместные текстурные элементы, которые могут разрушить общий внешний вид торта. Например, чрезмерное использование перламутровых красок или блесток может сделать торт чрезмерно вычурным. Кроме того, текстуры должны быть не только визуально привлекательными, но и соответствовать концепции и теме торта. Лучшая практика — это умеренность и тщательная проработка деталей. ",
      "content17": " ⟶ Наконец, не менее важной ошибкой является игнорирование пропорций и баланса декора. Неопытные кондитеры часто перегружают торт декором, забывая о том, что каждый элемент должен дополнять, а не затмевать другие. Это может привести к визуальной негармонии и сделать торт неудобным для нарезки и подачи. Важно помнить, что декор должен быть не только красивым, но и функциональным. Лучше всего соблюдать принцип «меньше — значит больше», уделяя внимание качеству, а не количеству декоративных элементов.",
      "image_content11": "/public/cakeconten11.jpg",
      "image_content12": "/public/cakeconten12.jpg",
      "image_content13": "/public/cakeconten13.jpg"
    },
    {
      "id": "2",
      "image": "/public/workcake2.png",
      "name": "Какой шоколад лучше?",
      "description": "Новый уровень в декоре тортов для создания настоящих произведений искусства",
      "content": "  Сегогдя мы поговорим о том, какой шоколад подойдет для растапливания, темперирования, декора и приготовления десертов.",
      "content2": "Уверена, что каждый кондитер хоть раз пробовал создавать различный декор из шоколада –  шоколадные фигуры и подтеки на торте. Возможно, Вы сталкивались с тем, что шоколадные фигуры тают в руках, не имеют красивого блеска и хруста, а шоколадные подтеки не застывают на торте или стекают на подложку и оставляют некрасивые пятна на торте. Всё это происходит из-за неправильно подобранного и некачественного шоколада.",
      "contentborder": "Меня часто спрашивают можно ли использовать магазинную плитку для темперирования или растапливания для подтеков? Ответ – крайне нежелательно, мы не можем быть уверенны в ингредиентах такого шоколада, его пропорциях и текучести. Давайте разбираться вместе какой шоколад лучший для кондитера.",
      "namecontent": "Разновидности шоколада в кондитерском деле.",
      "namecontent2": "Белый шоколад",
      "namecontent3": "Молочный шоколад",
      "namecontent4": "Темный и горький шоколад",
      "namecontent5": "Как выбрать шоколад для растапливания и темперирования.",
      "namecontent6": "Как отличить качественный кондитерский шоколад от подделки.",
      "content3": "Для приготовления качественного десерта, а особенно для темперирования и создания декора из шоколада, мы используем четыре основных вида шоколада – белый, молочный, темный и горький шоколад. Все эти виды отличаются составом, вкусом и текучестью. Именно эти критерии важно учитывать при выборе шоколада для кондитерских изделий.",
      "content4": "Итак,  одним словом можно сказать, что для этого подойдет исключительно кондитерский шоколад. Шоколад – это продукт, который получают из какао-масло, тёртого какао, а также сахара. Расскажу немного о том, на что стоит обратить внимание при выборе шоколада для темперирования и создания декора на торте.",
      "content5": "Стоит отказаться от шоколада, который содержит какао-порошок, идеальный шоколад для кондитера содержи тертое какао (какао-массу). В натуральном шоколаде может содержаться только натуральный ароматизатор – это ваниль, никаких искусственных ароматизаторов. Оставаться в однородном состоянии и правильно взаимодействовать всем ингредиентам помогает соевый лецитин – это эмульгатор, который содержится в качественном шоколаде. Его содержание не должно превышать 1%.",
      "image_content1": "/public/choco1.jpg",
      "image_content2": "/public/choco2.jpg",
      "image_content3": "/public/choco3.jpg",
      "content6": "Начнем с белого шоколада. Его состав немного отличается от остальных видов шоколада – в его составе нет тёртого какао. Качественный белый шоколад состоит из какао-масла не менее 20%, сухого молока не менее 14%, эмульгатора – соевый лецитин, сахара и натурального ароматизатора – ваниль. ",
      "image_content6": "/public/choco4.jpg",
      "image_content7": "/public/choco5.jpg",
      "content7": "Молочный шоколад, так же, как и белый шоколад содержит какао масло, его содержание в продукте не менее 33%, а также, сухое молоко, эмульгатор, сахар, может содержать натуральный ароматизатор. В качественном молочном шоколаде будет использовано тертое какао.  ",
      "image_content4": "/public/choco6.jpg",
      "image_content5": "/public/choco7.jpg",
      "content8": "Темный и горький шоколад отличаются высоким содержанием тертого какао, в их состав так же входят какао-масло, эмульгатор, сахар и натуральный ароматизатор. В качественном темном и горьком шоколаде не содержится сухого молока. ",
      "content9": "Это делает его идеальным для тех, кто следит за уровнем потребления сахара и жиров. Такой шоколад обладает насыщенным и богатым вкусом, который ценится истинными гурманами. ",
      "content10": "Польза темного и горького шоколада для здоровья обусловлена высоким содержанием антиоксидантов, таких как флавоноиды. Эти вещества помогают в борьбе со свободными радикалами, уменьшая риск сердечно-сосудистых заболеваний и улучшая общее состояние организма. Исследования также показывают, что умеренное потребление темного шоколада может улучшить когнитивные функции и настроение, благодаря содержанию теобромина и небольшого количества кофеина, которые стимулируют центральную нервную систему.  ",
      "content11": "Однако, важно помнить, что даже самый полезный шоколад следует употреблять в умеренных количествах. Избыток калорий и сахара, пусть и из полезного источника, может привести к нежелательным последствиям для здоровья. Поэтому темный и горький шоколад стоит выбирать с высоким содержанием какао (70% и выше) и наслаждаться им в небольших порциях, получая максимум пользы и удовольствия. ",
      "image_content8": "/public/choco8.jpg",
      "image_content9": "/public/choco9.jpg",
      "image_content10": "/public/choco10.png",
      "contentborder2": "Если вы купили шоколад и хотите проверить его на натуральность, то можно просто разломить шоколад, при этом должен быть слышен хруст. Так же, качественный шоколад тает в руках, некачественные, наоборот, тает медленно. ",
      "content15": " ⟶ Теперь разберем как правильно подобрать шоколад для растапливания, темперирования и приготовления и кондитерских изделий. Выбираем шоколад в зависимости от его дальнейшего применения. Для того, чтобы это сделать правильно, нам необходимо разобраться в роли текучести шоколада.  ",
      "content16": " ⟶ Производители обычно указывают текучесть на шоколаде в виде «капель», всего их пять. То есть, чем больше капель, тем текучее будет шоколад. Связано это с высоким содержанием какао-масла. При темперировании более текучего шоколада, текстура изделия будет более твердой, чем при темперировании шоколада с небольшим количеством «капель», он будет образовывать менее твердую поверхность изделия.",
      "content17": " ⟶ Итак, разберёмся какое количество капель подходит для темперирования шоколада, какой шоколад лучше использовать для глазури, а какой использовать для приготовления десертов.",
      "image_content11": "/public/choco11.jpg",
      "image_content12": "/public/choco12.jpg",
      "image_content13": "/public/choco13.jpg"
    },
    {
      "id": "3",
      "image": "/public/workcake3.jpg",
      "name": "Зеркальная глазурь",
      "description": "___",
      "content": "Зеркальная глазурь — это способ глазирования торта, при котором получается сверхгладкая, блестящая поверхность с высокой отражающей способностью. Сама глазурь после застывания очень тонкая, может быть миллиметр толщиной. Глазурь красива, но бывает очень капризной в приготовлении. Предлагаю разобрать частные ошибки работы с гляссажем.",
      "content2": "Так как с ней работать?",
      "contentborder": "Перед заливкой важно чтобы торт был полностью заморожен и достаем его только тогда, когда все будет готово для  глазировки.",
      "namecontent": "Основные правила работы с зеркальной глазурью",
      "namecontent2": "Проблемы при работе с гляссажем",
      "namecontent3": "Рабочая температура",
      "namecontent4": "Глазурь не держится на торте",
      "namecontent5": "Глазурь потускнела – нет блеска",
      "namecontent6": "Зеркальная глазурь стала резиновой",
      "content3": "Выбирайте только качественные ингредиенты и используйте проверенный рецепт.",
      "content4": "Зеркальная глазурь, также известная как гляссаж (от французского glacer - глазировать), представляет собой популярное кондитерское покрытие, используемое для декорирования тортов и десертов. Она получила свое название из-за своего блестящего, зеркального вида, который делает десерты особенно привлекательными.",
      "content5": "Глазурь готовим заранее и даем стабилизироваться не менее 12 часов в холодильнике под пленкой  «вконтакт» в холодильнике. Для того что желатин смог набухнуть и набрать полную силу.",
      "image_content1": "/public/glazur1.jpg",
      "image_content2": "/public/glazur2.jpg",
      "image_content3": "/public/glazur3.jpg",
      "content6": "Пузырьки воздуха являются самой распространенной ошибкой, поскольку вам нужна гладкая поверхность зеркальной глазури., вам не нужны пузырьки воздуха в зеркальной глазури. Во многих рецептах глазури вы можете увидеть погружной блендер, в которых вам предлагается использовать его для смешивания ингредиентов.",
      "image_content6": "/public/glazur4.jpg",
      "image_content7": "/public/glazur5.jpg",
      "content7": "Температура может колебаться в широком спектре от 25-39 градусов, в зависимости от того, как именно вы готовили глазурь и какие использовали ингредиенты. Старайтесь полагаться на консистенцию, готовая глазурь жидкая и текучая. Если глазурь покажется плотной, тяжелой или вязкой, подогрейте ее в микроволновой печи и она станет более жидкой. Или наоборот: если она покажется вам слишком жидкой, подождите и охладите вашу глазурь, пока она не станет плотнее. ",
      "image_content4": "/public/glazur6.jpg",
      "image_content5": "/public/glazur7.webp",
      "content8": "Глазурь не “остается” на торте потому что он был недостаточно подморожен. Старайтесь заливать торт сразу после того, как достанете его из морозильной камеры, чтобы он не успел подтаять. Желатин, является составляющим глазури и для его работы требуются низкие температуры чтобы “задержаться” на торте.  ",
      "content9": "Если торт не будет хорошо заморожен или подтаявшим, то глазурь будет просто стекать до тех пор, пока не станет прозрачной. Чтобы залить торт максимально ровно, постарайтесь вылить всю глазурь разом и в большом количестве. ",
      "content10": "Если на торте образовалась наледь, то перед глазировкой обязательно протрите поверхность ",
      "content11": " В случае, если вы будете покрывать торт постепенно, то глазурь ляжет неравномерно. Также не рекомендуется покрывать вторым слоем гляссаж чтобы не появилось неровных волн на поверхности торта.",
      "image_content8": "/public/glazur8.webp",
      "image_content9": "/public/glazur9.webp",
      "image_content10": "/public/glazur10.webp",
      "contentborder2": "Еще одна причина, по которой зеркальная глазурь становится резиновой, заключается в ее высыхании. Если не защитить торт от потери влаги (например, просто хранить его на тарелке в холодильнике) он будет терять влагу и медленно высыхать. В результате глазурь может стать более резиновой. ",
      "content15": " ⟶ Все мы любим глазурь за ее глянец, но тусклый цвет может расстроить. Большое количество желатина в глазури определенно поможет стабилизировать блеск. Однако есть несколько способов, по которым глазурь может потерять свой глянец.  ",
      "content16": " ⟶ Первый возникает, если вы наливаете глазурь, когда она слишком горячая и тут важно придерживаться рабочей температуры. Высокая температура может расплавить нижний слой. В результате ингредиенты разных слоев начнут взаимодействовать, и в вашей глазури могут неожиданно появиться частицы, которых раньше не было.",
      "content17": " ⟶ Во-вторых, конденсат может повлиять на глазурь, особенно когда она еще не полностью застыла. Конденсация воды на поверхности глазури происходит, когда торт подтаял. Неправильное хранение также может привести к тусклому цвету глазури. Обязтаельно храните тортик в коробке чтобы поверхность не заветривалась.",
      "image_content11": "/public/glazur11.webp",
      "image_content12": "/public/glazur12.jpg",
      "image_content13": "/public/glazur13.jpg"
    },
    {
      "id": "4",
      "image": "/public/workcake4.jpg",
      "name": "Кондитерский инвентарь",
      "description": "___",
      "content2": "Как часто нам, кондитерам, приходится пользоваться кондитерскими мешками и насадками? Наверное, каждый десерт мы делаем, используя кондитерские мешки. А для декора очень часто используется насадка. Имея огромное разнообразие насадок, для разных видов декора, многие начинающие кондитеры путаются и скупают огромное количество этих насадок. А потом они просто лежат без дела!",
      "contentborder": "Подбирать кондитерские насадки стоит только исходя от того, какой декор вы планируете делать. Не спешите скупать наборы насадок. Открою секрет: на первое время начинающим кондитерам понадобится всего 2-3 насадки. И все! Только с ними вы можете приготовить большое количество разных десертов и украсить их!",
      "namecontent": "Виды кондитерских мешков",
      "namecontent2": "Как одеть насадку на кондитерский мешок",
      "namecontent3": "Как пользоваться кондитерским мешком с насадками",
      "namecontent4": "Как украшать торт кремом",
      "namecontent5": "Как делать надписи",
      "namecontent6": "Как пользоваться кондитерским мешком без насадок",
      "content3": "Первое, что важно при использовании кондитерских мешков – это их качество, размер и материал. Чаще всего в кондитерских магазинах бывают одноразовые мешки средней плотности и плотные. Средней плотности – это те самые одноразовые кондитерские мешки, которые вы так часто видите в наших уроках или видео. Такие мешки отлично подходят для отсаживания крема, начинок, макарон и других неплотных текстур. А есть более плотные кондитерские мешки, чем-то напоминают плотную упаковки. Их мы используем для зефира, печенья «Курабье» и плотных масс. ",
      "content4": "Какие насадки подходят, как правильно их выбрать и вообще все о насадках вы можете найти в этой статье. А если вы ее уже прочитали, то пришло время узнать, как правильно использовать насадку с кондитерским мешком!",
      "content5": "Если вы попробуете использовать неплотный мешок, например, для «Курабье», то наверняка ваш мешок сначала образует «грыжу», а потом порвется. Это крайне неудобно. Поэтому я рекомендую приобретать кондитерам оба варианта мешков.",
      "image_content1": "/public/bag1.jpg",
      "image_content2": "/public/bag2.jpg",
      "image_content3": "/public/bag3.jpg",
      "content6": "Первым делом отправляем насадку в мешок, так чтобы у кончика мешка оказалось выходное отверстие. Дальше надо срезать кончик кондитерского мешка. Важно это сделать так, чтобы насадка немного выступала за мешок (примерно ¼ или 1/3 насадки выходит за пределы кондитерского мешка). Если используете насадку «звезда» (с зубчиками), то следите, чтобы все зубчики и расстояние между ними выступали за мешок.",
      "image_content6": "/public/bag4.jpg",
      "image_content7": "/public/bag5.jpg",
      "content7": "После того, как мы переложили, например, крем в мешок, нам надо правильно все использовать: так, чтобы крем не выпал из мешка и шапочки или кремовый декор получился красивым и аккуратным. Первым делом мы нам надо зафиксировать обратную сторону мешка. Для этого поднимаем края мешка и плотно закручиваем, можно сделать узелок. Теперь, когда обратная сторона кондитерского мешка зафиксирована, можем заниматься отсаживанием нашей массы. Например, это крем для шапочек на капкейках. Стараемся держать мешок так, чтобы насадка была перпендикулярно к поверхности капкейка. Мешок держим двумя руками: одна рука сверху, а другой рукой давим на мешок, регулируя количество крема. Насадка не должна касаться капкейка, а должна быть немного выше.  Таким же образом отсаживаем и зефир, и печенья, и макарон.",
      "image_content4": "/public/bag6.webp",
      "image_content5": "/public/bag7.webp",
      "content8": "Чаще всего фигурные насадки используются для декора капкейков. Но я хочу поделиться с вами вариантами кремового декора торта. Если хотите сделать простой декор для торта, то попробуйте отсадить такие же шапочки, как и на капкейках. Для этого вам понадобится всего лишь крем, кондитерский мешок и насадка.  ",
      "content9": "Отсадить шапочки можно разных размеров. Все делаем точно так же, как и на капкейках. ",
      "content11": "Вот так просто вы можете повторить кремовый декор на торте. ",
      "image_content8": "/public/bag8.webp",
      "image_content9": "/public/bag9.jpg",
      "image_content10": "/public/bag10.webp",
      "contentborder2": "Для начинающих кондитеров я рекомендую приобрести всего три насадки: круглая насадка «Трубочка» 8-12 мм (1А), насадка «Открытая звезда» (1М) 12-15мм, «Закрытая звезда» (2D) 12-15 мм.",
      "content15": " В принципе, тут процесс ничем не отличается от отсаживания крема. Мешок держим так же, но стараемся минимально давить на него, если используем шоколад. Делаем надпись на торте только, если у вас уже есть опыт. Тут ошибок быть не должно. Также, можно использовать проектор, который переведет надпись и обвести ее шоколадом. ",
      "content17": "Используя насадку и кондитерский мешок можно сделать очень аккуратную надпись на торте.  Для того, чтобы сделать надпись на торте вам понадобится насадка диаметром 0.5-1.5 мм в выходном отверстии, в зависимости от того чем вы хотите делать надпись на торте. С помощью нее и делаем надпись на торте.",
      "image_content11": "/public/bag11.jpg",
      "image_content12": "/public/bag12.jpg",
      "image_content13": "/public/bag13.jpg"
    },
    {
      "id": "5",
      "image": "/public/workcake5.jpg",
      "name": "Бенто-торты",
      "description": "Тренд с начала 2021 года и почему маленькие торты стали такими популярными?",
      "content": "Самый популярный десерт 2021 года – бесспорно, бенто торт. О нем слышал практически каждый, многие мечтают попробовать, приготовить его самостоятельно. Но разве это абсолютная новинка на кондитерском рынке? На мой взгляд, нет.  ",
      "content2": "Этот маленький торт – его вес не превышает 500 граммов, словно еще одна вариация классического бисквитного торта. Коржи, крема, начинка. Но вся новизна в дизайне бенто торта. Такой десерт не подразумевает идеального выравнивания, наоборот – небрежность в корейском стиле, надпись и украшение из крема, забавные фигурки животных, все это характерно бенто торту. ",
      "contentborder": "Бенто торт весит около 400–500 гр, его диаметр обычно около 9 см, а высота обычно 7 см. Как правило, он упаковывается в ланч бокс из сахарного тросника и в комплекте идет ложечка или вилка. Согласитесь, одно только оформление бенто торта вызывает приятные чувства, радует глаз. ",
      "namecontent": "Что такое бенто-торт",
      "namecontent2": "Упаковка для бенто-торта",
      "namecontent3": "Красота природы ",
      "namecontent4": "Подарок второй половинке / Надписи на торте",
      "namecontent5": "Кремовые животные / Небрежные мазки",
      "namecontent6": "Завершение",
      "content3": "История слова «бенто» возникла в Японии и означает однопорционную еду в упаковке. Японцы берут подобные обеды с собой на работу, кладут детям в школу или в дорогу. Это вкусно, доступно и невероятно удобно. Несмотря на то, что слово «бенто» пришло к нам из Японии, задумка тортиков маленького размера возникла в Корее, там же и набрала свою популярность. Сегодня в этой стране такие десерты вы сможете встретить практически в каждой кондитерской, кофейне. Они очень нежные и легкие по составу, не перегружены излишним декором. Ключевая задумка бенто тортов – в их уникальности, «не как с конвейера», и словно «домашние» (хотя часто так и есть) на вкус. ",
      "content4": "Тортик очень удобно взять с собой на пикник, подарить близкому человеку, особенно когда не нужен десерт весом 2 кг, порадовать самого себя после тяжелого дня или месяца. Поводов много, вариантов оформления бенто тортов тоже, я предлагаю подробнее узнать, что же это за интересная и вкусная сладость. ",
      "content5": "Один из самых сложных моментов в создании бенто торта – это грамотно подобрать количество ингредиентов под столь маленький размер. Но всегда можно воспользоваться специальными таблицами для пересчета и тогда результат вас приятно удивит. Что касается сроков годности такого десерта, то тут все стандартно – 72 часа в холодильнике. Опять же, это связано с тем, что продукт содержит скоропортящиеся молочные продукты. Но, уверяю вас, такие маленькие тортики не смогут стоять три дня без внимания – они съедаются моментально!",
      "image_content1": "/public/bento1.jpg",
      "image_content2": "/public/bento2.jpg",
      "image_content3": "/public/bento3.jpg",
      "content6": "Предлагаю чуть подробнее ознакомиться с особенностями упаковки для бенто тортов. Как я указала выше, она изготавливается из сахарного тростника, а ее размеры бывают разными. Это зависит от диаметра бенто торта. Коробочка для бенто тортов создается из экологичного биоразлагаемого материала и фактически не несет вреда окружающей среде. Сверху такого ланч бокса возможно прикрепить вилку или ложку – как правило из дерева, чтобы было удобно наслаждаться десертом на ходу или на пикнике. Приборы отлично держаться с помощью декоративной ленты, скотча.  В качестве подложки в такой бокс может выступать крафтовая бумага, пергамент – что-то не жесткое, но очень столь же нежное и милое, как и сам тортик. Приобрести упаковку для бенто торта можно в кондитерских магазинах, обычно там представлено несколько размеров. На мой взгляд, тортик, подаренный в специальном контейнере, выглядит невероятно мило и точно порадует того, кому он предназначается.  ",
      "image_content6": "/public/bento4.jpg",
      "image_content7": "/public/bento5.jpg",
      "content7": "В этой подборке я предлагаю вам восхититься тем, как с помощью крема, пищевого красителя и капельки фантазии можно передать природное великолепие. Это и нежные рассветы, и звездопад темной ночью, и радуга, уносящая в собственные мечты… Загляденье!  ",
      "image_content4": "/public/bento6.jpg",
      "image_content5": "/public/bento7.jpg",
      "content8": "Что может быть приятнее, чем подарок для любимого человека, в который вложены все чувства? ",
      "content9": "А надписи - это, пожалуй, один из самых популярный вариантов декора. Просто, минималистично и очень лаконично. Как раз то, что и требуется для любителей бенто тортиков. ",
      "image_content8": "/public/bento8.jpg",
      "image_content9": "/public/bento9.jpg",
      "image_content10": "/public/bento10.jpg",
      "contentborder2": " Самое главное – не бояться экспериментировать, проявить максимум воображения, и тогда вы сможете создать невероятно красивый и приятный взору тортик. Конечно, вкус играет основную роль, но согласитесь, внешний вид – это также важно. Надеюсь, после прочтения статьи вы стали лучше понимать, что такое бенто торты, в чем их лучше упаковывать и как с их помощью можно неожиданно доставить радость близким. ",
      "content15": " Небрежные мазки - это просто и быстро, но такое оформление не делает торт некрасивым и невзрачным. Наоборот, в этом есть своя эстетика, которую любят и уважают многие. ",
      "content16": " Все любят животных. Невероятно милые и забавные варианты того, как разнообразить бенто торт. Универсальный декор, который подойдет как детям, так и тем, кто постарше. Это могут быть птички, зверьки, а может быть ящерицы – все, что только захотите. ",
      "image_content11": "/public/bento11.jpg",
      "image_content12": "/public/bento12.jpg",
      "image_content13": "/public/bento13.webp"
    },
    {
      "id": "6",
      "image": "/public/workcake6.jpeg",
      "name": "Правила выпекания кексов",
      "description": "Новый уровень в декоре тортов для создания настоящих произведений искусства",
      "content": "Кексы – это идеальное повседневное лакомство, а также ими можно наслаждаться по особым случаям, таким как дни рождения и юбилеи. Но не все кексы одинаковы. Чтобы получить идеальную пушистую, воздушную текстуру, есть несколько советов, которых вы должны придерживаться в процессе выпечки.",
      "contentborder": "Тесто выпекаются от краев внутрь, поэтому в последнюю очередь готовится середина. Вот почему кекс может быть подгоревшим по краям и недопеченный в середине – результат, в основном связанный с температурой духовки.",
      "namecontent": "Время, температура и режим духовки",
      "namecontent2": "Сколько времени нужно, чтобы испечь кексы?",
      "namecontent3": "Какой режим духовки лучше всего подходит для кексов? ",
      "namecontent4": " Какой консистенции должно быть тесто для кексов",
      "namecontent5": "Как сделать, чтобы кекс не прилипал к форме",
      "namecontent6": " Совет от кондитера",
      "content3": "Духовку перед выпеканием предварительно разогреваем до температуры указанной в рецепте. Единственный способ узнать наверняка, насколько правильно греет духовка – это проверить ее термометром, устойчивым к духовке. Если у вас возникли проблемы с пирожными, я рекомендую инвестировать в один из этих термометров (их можно купить недорого). Вы можете обнаружить, что циферблаты на духовке не совсем соответствуют фактической температуре внутри.",
      "content5": "Выпекайте кексы при температуре 160 градусов, именно такая температура чаще всего указана в рецепте. Обязательно прочитайте рецепт для получения точных инструкций, так как плотность теста может варьироваться. Температура выпечки кексов зависит от особенностей вашей духовки и может отличаться от указанной температуры в рецепте. Потому что все духовки пекут по-разному поэтому температуру может потребоваться снизить или наоборот поднять на 5-10 градусов. Например, если у вас газовая духовка, то обычно печет сильнее, поэтому температуру лучше снизить на 5-10 градусов. В таком случае время выпекания увеличивается примерно на 10 минут.",
      "image_content1": "/public/keks1.jpg",
      "image_content2": "/public/keks2.jpg",
      "image_content3": "/public/keks3.jpg",
      "content6": "Если духовка греет равномерно и установлен специальный термометр, то время выпекания кексов при температуре 160 градусов, в среднем занимает 30-40 минут. Этого времени достаточно, чтобы кексы хорошо поднялись и внутри образовался правильный мякиш. Имейте в виду, что даже если вы достанете кексы из духовки в нужное время, то они продолжат печься в форме. Поэтому следует дать сначала остыть всего несколько минут, а затем переложить каждый кекс на решетку. ",
      "image_content6": "/public/keks4.jpg",
      "image_content7": "/public/keks5.webp",
      "content7": "Тут все просто, режим для выпекания кексов всегда ставим верх – низ, без использования конвекции. Такой режим позволяет выпечке равномерно подняться и пропечься. Если конвекция не отключается, то температуру выпекания лучше снизить на 5 градусов.  Про газовую духовку: в такой духовке только режим низ и чаще всего духовка сильно печет, поэтому своим ученикам рекомендуем приобрести термометр для духовки и сразу снизить температуру на 5-10 градусов чтобы кексы поднимались ровные и без трещинок. Чтобы донышко не пригорало используйте толстый противень, дополнительно можно подкладывать под кексы лист пергамента. ",
      "image_content4": "/public/keks6.webp",
      "image_content5": "/public/keks7.webp",
      "content8": "Итоговая консистенция будет зависеть от ингредиентов, которые используются в рецепте и от верных пропорций рецепта. Тесто на пшеничной муке получается гладкое и однородное.  ",
      "content9": "Есть 2 ключевых момента, на которые следует обратить внимание, чтобы получить идеальное тесто: ",
      "content10": "Продукты комнатной температуры -  Подготовьте все продукты заранее, они должны быть комнатной температуры. ",
      "content11": "Консистенция масла - Но что именно означает масло комнатной температуры? Масло НЕ должно быть настолько мягким, чтобы оно казалось жирным и не оказывало сопротивления при нажатии. Правильно размягченное масло не тонет полностью, когда вы нажимаете на него, не оставляет маслянистых следов на кончиках пальцев. С другой стороны, когда вы используете слишком холодное масло, масло не смешивается должным образом с тестом, и поэтому тесто не имеет достаточного объема, а также идет комочками. Также эти кексы жирные и плотные с трещинками посередине.",
      "image_content8": "/public/keks8.webp",
      "image_content9": "/public/keks9.jpg",
      "image_content10": "/public/keks10.webp",
      "contentborder2": "ВАЖНО! Не открывайте дверцу духовки во время выпекания, пока кекс не пропечется хотя бы на 80%. Причина этого в том, что каждый раз, когда вы открываете дверцу духовки, температура внутри падает, что может привести к оседанию выпечки.  ",
      "content15": "Я рекомендую использовать одноразовые бумажные капсулы. Они очень удобны в работе, капсулы легка можно раздвинуть чтобы достать кекс. Также такая капсула отлично держит форму и не требует дополнительной металлической формы чтобы удерживать капсулы с тестом.В первую очередь, многих интересует надо ли смазывать бумажные формы маслом — они изготовлены из специального материала, который препятствует пригоранию теста, поэтому дополнительно смазывать ничего не нужно. ",
      "content16": " Перед заливкой теста обязательно нужно смазать форму маслом (растительным или сливочным). Не забывайте покрыть тонким слоем как дно, так и бортики. Дополнительная защита – слой панировочных сухарей, манной крупы или муки. Кексы прилипают к бумажной форме? Тогда смажьте вкладыши кулинарным спреем или растительным маслом перед тем как выкладывать в них тесто. Это поможет готовым кексам легче отлипнуть от бумажных формочек.",
      "content17": "Силиконовые формочки удобны тем, что их не нужно смазывать маслом – достаточно сбрызнуть водой при необходимости. После выпекания дайте кексу постоять пять-семь минут. Затем просто наклоните форму – готовое изделие выпадет из формы без дополнительных усилий с вашей стороны. Если она все же прилипла и не снимается, отогните край формы наружу, благо силикон позволяет это сделать без проблем.",
      "image_content11": "/public/keks11.webp",
      "image_content12": "/public/keks12.webp",
      "image_content13": "/public/keks13.webp"
    }
  ],
  "productCake": [
    {
      "id": 1,
      "name": "Влюблённость",
      "image": "/public/cake5.jpg",
      "description": "Торт на основе шоколадного бисквита с малиновой начинкой",
      "price": "23.000₽",
      "type": "hard"
    },
    {
      "id": 2,
      "name": "Модерн",
      "image": "/public/cake2.jpg",
      "description": "Торт с карамельным бисквитом и апельсиновой начинкой ",
      "price": "28.000₽",
      "type": "hard"
    },
    {
      "id": 3,
      "name": "Тропическая роскошь",
      "image": "/public/cake6.jpg",
      "description": "Торт с кокосовым бисквитом и кремом из манго",
      "price": "45.000₽",
      "type": "hard"
    },
    {
      "id": 4,
      "name": "Детские забавы",
      "image": "/public/cake4.jpg",
      "description": "Шоколадный торт с черничной начинкой и ванильным кремом",
      "price": "38.000₽",
      "type": "hard"
    },
    {
      "id": 5,
      "name": "Клубничная нежность",
      "image": "/public/cake7.jpg",
      "description": "Торт с нежным бисквитом и клубничным кремом",
      "price": "15.000₽",
      "type": "medium"
    },
    {
      "id": 5,
      "name": "Зефирная коробка",
      "image": "/public/cake3.jpg",
      "description": "Воздушный торт с ванильным бисквитом и кремом из карамели",
      "price": "19.000₽",
      "type": "medium"
    },
    {
      "id": 7,
      "name": "Королевство",
      "image": "/public/cake1.jpg",
      "description": "Торт с лимонным бисквитом и масляным кремом",
      "price": "20.000₽",
      "type": "easy"
    },
    {
      "id": 8,
      "name": "Свадебная роскошь",
      "image": "/public/cake8.jpg",
      "description": "Торт с миндальным бисквитом и малиновым кремом",
      "price": "7.000₽",
      "type": "easy"
    }
  ],

  "productBakery": [
    {
      "id": 1,
      "name": "Хлеб с кунжутом и семечками",
      "image": "/public/bakery1.jpg",
      "description": "Цена за 100гр",
      "price": "23.000₽",
      "type": "hard"
    },
    {
      "id": 2,
      "name": "Хлеб с тмином",
      "image": "/public/bakery2.jpg",
      "description": "Цена за 100гр",
      "price": "28.000₽",
      "type": "hard"
    },
    {
      "id": 3,
      "name": "Хлеб с отрубями",
      "image": "/public/bakery3.jpg",
      "description": "Цена за 100гр.",
      "price": "45.000₽",
      "type": "hard"
    },
    {
      "id": 4,
      "name": "Улитка с вишней",
      "image": "/public/bakery4.jpg",
      "description": "Цена за 100гр.",
      "price": "38.000₽",
      "type": "medium"
    },
    {
      "id": 5,
      "name": "Синнабон с корицей",
      "image": "/public/bakery5.jpg",
      "description": "Цена за 100гр.",
      "price": "15.000₽",
      "type": "medium"
    },
    {
      "id": 5,
      "name": "Синнабон с маком",
      "image": "/public/bakery6.webp",
      "description": "Цена за 100гр.",
      "price": "19.000₽",
      "type": "medium"
    },
    {
      "id": 7,
      "name": "Шарлотка",
      "image": "/public/bakery7.webp",
      "description": "Цена за 100гр.",
      "price": "20.000₽",
      "type": "easy"
    },
    {
      "id": 8,
      "name": "Пирог киш с лососем",
      "image": "/public/bakery8.jpg",
      "description": "Цена за 100гр.",
      "price": "7.000₽",
      "type": "easy"
    }
  ],

  "productJuice": [
    {
      "id": 1,
      "name": "Апрельсиновый сок",
      "image": "/public/juice1.webp",
      "description": "Цена за 150мл",
      "price": "23.000₽",
      "type": "hard"
    },
    {
      "id": 2,
      "name": "Вишнёвый сок",
      "image": "/public/juice2.jpg",
      "description": "Цена за 150мл",
      "price": "28.000₽",
      "type": "hard"
    },
    {
      "id": 3,
      "name": "Яблочный сок",
      "image": "/public/juice3.jpg",
      "description": "Цена за 150мл",
      "price": "45.000₽",
      "type": "hard"
    },
    {
      "id": 4,
      "name": "Айс-латте",
      "image": "/public/juice4.jpg",
      "description": "Цена за 150мл",
      "price": "38.000₽",
      "type": "medium"
    },
    {
      "id": 5,
      "name": "Айс-капучино",
      "image": "/public/juice5.jpg",
      "description": "Цена за 150мл",
      "price": "15.000₽",
      "type": "medium"
    },
    {
      "id": 5,
      "name": "Айс-матча",
      "image": "/public/juice6.jpg",
      "description": "Цена за 150мл",
      "price": "19.000₽",
      "type": "medium"
    },
    {
      "id": 7,
      "name": "Вода газ / без",
      "image": "/public/juice7.jpg",
      "description": "Цена за 150мл",
      "price": "20.000₽",
      "type": "easy"
    },
    {
      "id": 8,
      "name": "Лимонад груша",
      "image": "/public/juice8.jpg",
      "description": "Цена за 150мл",
      "price": "7.000₽",
      "type": "easy"
    }
  ],

  "card": [
    {
      "id": "1",
      "image": "/public/workcake1.jpg",
      "name": "Современный декор"
    },
    {
      "id": "2",
      "image": "/public/workcake2.png",
      "name": "Современный декор"
    },
    {
      "id": "3",
      "image": "/public/workcake3.jpg",
      "name": "Современный декор"
    },
    {
      "id": "4",
      "image": "/public/workcake4.jpg",
      "name": "Современный декор"
    },
    {
      "id": "5",
      "image": "/public/workcake5.jpg",
      "name": "Современный декор"
    },
    {
      "id": "6",
      "image": "/public/workcake6.jpeg",
      "name": "Современный декор"
    }
  ],

  "productsCard": [
    {
      "id": 1,
      "name": "Влюблённость",
      "image": "/public/cake1.jpg",
      "description": "Торт на основе шоколадного бисквита с малиновой начинкой",
      "price": "23.000₽",
      "weight": "3000кг"
    },
    {
      "id": 2,
      "name": "Модерн",
      "image": "/public/cake2.jpg",
      "description": "Торт с карамельным бисквитом и апельсиновой начинкой ",
      "price": "28.000₽",
      "weight": "8000кг"
    },
    {
      "id": 3,
      "name": "Тропическая роскошь",
      "image": "/public/cake3.jpg",
      "description": "Торт с кокосовым бисквитом и кремом из манго",
      "price": "45.000₽",
      "weight": "7000кг"
    },
    {
      "id": 4,
      "name": "Детские забавы",
      "image": "/public/cake4.jpg",
      "description": "Шоколадный торт с черничной начинкой и ванильным кремом",
      "price": "38.000₽",
      "weight": "7000кг"
    },
    {
      "id": 5,
      "name": "Клубничная нежность",
      "image": "/public/cake5.jpg",
      "description": "Торт с нежным бисквитом и клубничным кремом",
      "price": "15.000₽",
      "weight": "3600кг"
    },
    {
      "id": 5,
      "name": "Зефирная коробка",
      "image": "/public/cake6.jpg",
      "description": "Воздушный торт с ванильным бисквитом и кремом из карамели",
      "price": "19.000₽",
      "weight": "3700кг"
    },
    {
      "id": 7,
      "name": "Волна",
      "image": "/public/cake7.jpg",
      "description": "Торт с лимонным бисквитом и масляным кремом",
      "price": "20.000₽",
      "weight": "2600кг"
    },
    {
      "id": 8,
      "name": "Морское счастье",
      "image": "/public/cake8.jpg",
      "description": "Торт с миндальным бисквитом и малиновым кремом",
      "price": "7.000₽",
      "weight": "1000кг"
    }
  ]
}
